Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# CryptoSettings.Parallelism.instructions %lld
source: Your device has **%lld cores**. Increasing the number of parallel tasks can **speed up encryption**, but may consume more battery.
ar: جهازك يحتوي على **%lld نواة**. زيادة عدد المهام المتوازية يمكن أن **تسرّع التشفير**، لكنها قد تستهلك المزيد من البطارية.
az: Cihazınızın **%lld nüvəsi** var. Paralel tapşırıqların sayını artırmaq **şifrələməni sürətləndirə** bilər, lakin batareya sərfiyyatını da artıra bilər.
be: Ваша прылада мае **%lld ядзер**. Павелічэнне ліку паралельных задач можа **паскорыць шыфраванне**, але спажывае больш батарэі.
bn: আপনার ডিভাইসে **%lld টি কোর** রয়েছে। সমান্তরাল কাজের সংখ্যা বাড়ালে **এনক্রিপশন দ্রুততর** হতে পারে, তবে বেশি ব্যাটারি খরচ হতে পারে।
ca: El teu dispositiu té **%lld nuclis**. Augmentar el nombre de tasques en paral·lel pot **accelerar el xifratge**, però pot consumir més bateria.
cs: Vaše zařízení má **%lld jader**. Zvýšení počtu paralelních úloh může **zrychlit šifrování**, ale může spotřebovat více baterie.
da: Din enhed har **%lld kerner**. At øge antallet af parallelle opgaver kan **fremskynde krypteringen**, men kan forbruge mere batteri.
de: Dein Gerät verfügt über **%lld Kerne**. Eine höhere Anzahl paralleler Aufgaben kann die **Verschlüsselung beschleunigen**, verbraucht jedoch möglicherweise mehr Akku.
el: Η συσκευή σας διαθέτει **%lld πυρήνες**. Η αύξηση του αριθμού παράλληλων εργασιών μπορεί να **επιταχύνει την κρυπτογράφηση**, αλλά ίσως καταναλώσει περισσότερη μπαταρία.
es: Tu dispositivo tiene **%lld núcleos**. Aumentar el número de tareas paralelas puede **acelerar el cifrado**, pero puede consumir más batería.
fi: Laitteessasi on **%lld ydintä**. Rinnakkaisten tehtävien määrän lisääminen voi **nopeuttaa salausta**, mutta voi kuluttaa enemmän akkua.
fr: Votre appareil a **%lld cœurs**. Augmenter le nombre de tâches parallèles peut **accélérer le chiffrement**, mais peut consommer plus de batterie.
he: למכשיר שלך יש **%lld ליבות**. הגדלת מספר המשימות המקביליות יכולה **לזרז את ההצפנה**, אך עלולה לצרוך יותר סוללה.
hi: आपके डिवाइस में **%lld कोर** हैं। समानांतर कार्यों की संख्या बढ़ाने से **एन्क्रिप्शन तेज** हो सकता है, लेकिन इससे बैटरी की खपत बढ़ सकती है।
hr: Vaš uređaj ima **%lld jezgri**. Povećanje broja paralelnih zadataka može **ubrzati šifriranje**, ali može trošiti više baterije.
hu: A készülékednek **%lld magja van**. A párhuzamos feladatok számának növelése **felgyorsíthatja a titkosítást**, de több akkumulátort fogyaszthat.
hy: Ձեր սարքն ունի **%lld միջուկ**. Զուգահեռ առաջադրանքների քանակի ավելացումը կարող է **արագացնել կոդավորումը**, սակայն կարող է նաև մեծացնել մարտկոցի ծախսը.
id: Perangkat Anda memiliki **%lld inti**. Meningkatkan jumlah tugas paralel dapat **mempercepat enkripsi**, tetapi mungkin menghabiskan lebih banyak baterai.
is: Tækið þitt er með **%lld kjarna**. Að auka fjölda samtímis verka getur **hraðað dulkóðun**, en getur einnig notað meira rafhlöðukerfi.
it: Il tuo dispositivo ha **%lld core**. Aumentare il numero di attività parallele può **accelerare la cifratura**, ma può consumare più batteria.
ja: あなたのデバイスには**%lldコア**があります。 並列タスクの数を増やすと**暗号化を高速化**できますが、バッテリーをより多く消費する可能性があります。
ka: თქვენს მოწყობილობას აქვს **%lld ბირთვი**. პარალელური დავალებების რაოდენობის გაზრდა შეუძლია **შიფრაციის დასაჩქარებლად**, მაგრამ მეტ ენერგიას მოიხმარს.
kk: Сіздің құрылғыңызда **%lld ядро** бар. Параллель тапсырмалар санын арттыру **шифрлауды жылдамдатуы** мүмкін, бірақ батареяны көбірек тұтынады.
ko: 사용 중인 기기는 **%lld개의 코어**를 가지고 있습니다. 병렬 작업 수를 늘리면 **암호화 속도를 높일 수 있지만**, 배터리 소모가 증가할 수 있습니다.
ky: Сиздин түзмөгүңүздө **%lld ядролор** бар. Параллель тапшырмалар санын арттыруу **шифрлөөнү тездетиши** мүмкүн, бирок батареяны көбүрөөк колдонот.
ms: Peranti anda mempunyai **%lld teras**. Meningkatkan bilangan tugas selari boleh **mempercepatkan penyulitan**, tetapi mungkin menggunakan lebih banyak bateri.
nb: Enheten din har **%lld kjerner**. Å øke antallet parallelle oppgaver kan **akselerere krypteringen**, men kan forbruke mer batteri.
nl: Je apparaat heeft **%lld cores**. Door het aantal parallelle taken te verhogen kun je de **versleuteling versnellen**, maar het kan meer batterij verbruiken.
pl: Twoje urządzenie ma **%lld rdzeni**. Zwiększenie liczby zadań równoległych może **przyspieszyć szyfrowanie**, ale może zużywać więcej baterii.
pt: Seu dispositivo possui **%lld núcleos**. Aumentar o número de tarefas paralelas pode **acelerar a criptografia**, mas pode consumir mais bateria.
ro: Dispozitivul tău are **%lld de nuclee**. Creșterea numărului de sarcini paralele poate **accelera criptarea**, dar poate consuma mai multă baterie.
ru: Ваше устройство имеет **%lld ядер**. Увеличение числа параллельных задач может **ускорить шифрование**, но потребляет больше батареи.
sk: Tvoje zariadenie má **%lld jadier**. Zvýšenie počtu paralelných úloh môže **zrýchliť šifrovanie**, ale môže spotrebovať viac batérie.
sv: Din enhet har **%lld kärnor**. Om du ökar antalet parallella uppgifter kan du **snabba upp krypteringen**, men det kan använda mer batteri.
th: อุปกรณ์ของคุณมี **%lld คอร์**. การเพิ่มจำนวนงานแบบขนานสามารถ **เร่งการเข้ารหัส** แต่ก็อาจใช้แบตเตอรี่มากขึ้น.
tr: Cihazınızda **%lld çekirdek** var. Paralel görev sayısını artırmak **şifrelemeyi hızlandırabilir**, ancak daha fazla pil tüketebilir.
uk: Ваш пристрій має **%lld ядер**. Збільшення кількості паралельних завдань може **прискорити шифрування**, але може витрачати більше батареї.
vi: Thiết bị của bạn có **%lld lõi**. Tăng số tác vụ song song có thể **tăng tốc mã hóa**, nhưng cũng có thể tiêu hao pin nhiều hơn.
zh_hans: 你的设备拥有 **%lld 个核心**。 提高并行任务数量可以**加快加密速度**，但可能会增加电池消耗。
zh_hant: 你的裝置擁有 **%lld 個核心**。 提高並行任務數量可以**加快加密速度**，但可能會增加電池消耗。

# CryptoSettings.Parallelism.title
source: Parallelism
ar: التوازي
az: Paralellik
be: Паралельнасць
bn: সমান্তরালতা
ca: Paral·lelisme
cs: Paralelismus
da: Parallelitet
de: Parallelität
el: Παραλληλισμός
es: Paralelismo
fi: Rinnakkaisuus
fr: Parallélisme
he: מקביליות
hi: समानांतरता
hr: Paralelizam
hu: Párhuzamosság
hy: Զուգահեռություն
id: Paralelisme
is: Samhliðun
it: Parallelismo
ja: 並列処理
ka: პარალელიზმი
kk: Параллелизм
ko: 병렬 처리
ky: Параллелизм
ms: Paralelisme
nb: Parallelisme
nl: Paralleliteit
pl: Równoległość
pt: Paralelismo
ro: Paralelism
ru: Параллелизм
sk: Paralelizmus
sv: Parallellitet
th: การทำงานขนาน
tr: Paralellik
uk: Паралелізм
vi: Tính song song
zh_hans: 并行度
zh_hant: 並行度

# CryptoSettings.Salt.instructions
source: **Salt** is random data added to your password before encryption. It makes the result **unique** even if the password is the same, protecting against reuse attacks and password cracking. The **longer** the salt, the **stronger** the protection — harder to guess, harder to break.
ar: **Salt** هي بيانات عشوائية تُضاف إلى كلمة مرورك قبل التشفير. تجعل النتيجة **فريدة** حتى لو كانت كلمة المرور نفسها، مما يحمي من هجمات إعادة الاستخدام وكسر كلمات المرور. **كلما طال** الـ Salt، **كانت** الحماية **أقوى** — أصعب تخميناً، أصعب كسراً.
az: **Salt** şifrələmədən əvvəl şifrəni tamamlayan təsadüfi verilənlərdir. Nəticəni **unikal** edir, şifrə eyni olsa belə, təkrar istifadə və şifrə sındırma hücumlarına qarşı qoruyur. Salt nə qədər **uzundursa**, qorunma bir o qədər **güclüdür** — tapmaq və sındırmaq çətindir.
be: **Соль** — гэта выпадковыя даныя, якія дадаюцца да вашага пароля перад шыфраваннем. Яна робіць вынік **унікальным**, нават калі пароль аднолькавы, абараняючы ад атак паўторнага выкарыстання і ўзлому пароляў. Чым **даўжэйшая** соль, тым **мацнейшая** абарона — цяжэй адгадаць, цяжэй узламаць.
bn: **সল্ট** হলো এনক্রিপশনের আগে আপনার পাসওয়ার্ডে যোগ করা এলোমেলো ডেটা। এটি ফলাফলকে **অনন্য** করে তোলে এমনকি পাসওয়ার্ড একই হলেও, পুনর্ব্যবহার আক্রমণ ও পাসওয়ার্ড ক্র্যাকিং থেকে রক্ষা করে। সল্ট **যত দীর্ঘ**, সুরক্ষা **তত শক্তিশালী** — অনুমান করা কঠিন, ভাঙা কঠিন।
ca: La **sal** és una dada aleatòria que s'afegeix a la contrasenya abans del xifratge. Fa que el resultat sigui **únic** fins i tot si la contrasenya és la mateixa, protegint contra atacs de reutilització i de força bruta. Com més **llarga** sigui la sal, més **forta** és la protecció — més difícil d'endevinar, més difícil de trencar.
cs: **Sůl** je náhodná data přidaná k vašemu heslu před šifrováním. Zajišťuje, že výsledek je **jedinečný**, i když je heslo stejné, a chrání před útoky opětovného použití a lámání hesel. Čím je sůl **delší**, tím je ochrana **silnější** — hůře se hádá, hůře prolomí.
da: **Salt** er tilfældige data, der tilføjes til din adgangskode før kryptering. Det gør resultatet **unikt**, selv hvis adgangskoden er den samme, og beskytter mod genbrugsangreb og brute-force. Jo **længere** saltet er, desto **stærkere** er beskyttelsen — sværere at gætte, sværere at bryde.
de: **Salt** ist zufällige Daten, die deinem Passwort vor der Verschlüsselung hinzugefügt werden. Dadurch bleibt das Ergebnis **einzigartig**, selbst bei demselben Passwort, und schützt vor Wiederverwendungsangriffen und Passwort-Cracking. Je **länger** das Salt, desto **stärker** der Schutz — schwerer zu erraten, schwerer zu knacken.
el: Το **salt** είναι τυχαία δεδομένα που προστίθενται στον κωδικό πρόσβασής σας πριν από την κρυπτογράφηση. Κάνει το αποτέλεσμα **μοναδικό**, ακόμη κι αν ο κωδικός είναι ο ίδιος, προστατεύοντας από επιθέσεις επαναχρησιμοποίησης και cracking. Όσο **μεγαλύτερο** είναι το salt, τόσο **ισχυρότερη** η προστασία — πιο δύσκολο να μαντευτεί, πιο δύσκολο να σπάσει.
es: La **sal** es un dato aleatorio que se añade a tu contraseña antes del cifrado. Hace que el resultado sea **único** incluso si la contraseña es la misma, protegiendo contra ataques de reutilización y descifrado de contraseñas. Cuanto **más larga** sea la sal, **mayor** será la protección — más difícil de adivinar, más difícil de romper.
fi: **Suola** on satunnaista dataa, joka lisätään salasanaan ennen salausta. Se tekee tuloksesta **ainutlaatuisen**, vaikka salasana olisi sama, ja suojaa uudelleenkäyttö- ja salasananmurtohyökkäyksiltä. Mitä **pidempi** suola on, sitä **vahvempi** suoja — vaikeampi arvata, vaikeampi murtaa.
fr: Le **sel** est une donnée aléatoire ajoutée à votre mot de passe avant le chiffrement. Il rend le résultat **unique** même si le mot de passe est le même. Il protège contre les attaques de réutilisation et le cracking du mot de passe. **Plus le sel est long, plus la protection est forte** — plus difficile à deviner, plus difficile à casser.
he: **מלח** הוא נתונים אקראיים שמתווספים לסיסמה שלך לפני ההצפנה. הוא הופך את התוצאה ל**ייחודית** גם אם הסיסמה זהה, ומגן מפני תקיפות שימוש חוזר ופיצוח סיסמאות. **ככל שהמלח ארוך** יותר, **כך ההגנה חזקה** יותר — קשה יותר לנחש, קשה יותר לפרוץ.
hi: **सॉल्ट** वह रैंडम डेटा है जिसे एन्क्रिप्शन से पहले आपके पासवर्ड में जोड़ा जाता है। यह परिणाम को **अद्वितीय** बनाता है, भले ही पासवर्ड समान हो, जिससे पुन: उपयोग हमलों और पासवर्ड क्रैकिंग से सुरक्षा मिलती है। सॉल्ट जितना **लंबा** होगा, सुरक्षा उतनी ही अधिक — अनुमान लगाना कठिन, तोड़ना कठिन।
hr: **Sol** je nasumični podatak koji se dodaje lozinki prije šifriranja. Čini rezultat **jedinstvenim** čak i ako je lozinka ista, štiteći od napada ponovne uporabe i probijanja lozinki. Što je sol **dulja**, zaštita je **jača** — teže ju je pogoditi, teže probiti.
hu: A **só** véletlenszerű adat, amelyet a jelszóhoz adunk a titkosítás előtt. Ettől az eredmény **egyedi** lesz, még akkor is, ha a jelszó azonos, így véd a visszaéléses támadások és a jelszótörés ellen. Minél **hosszabb** a só, annál **erősebb** a védelem — nehezebb kitalálni, nehezebb feltörni.
hy: **Salt-ը** կոդավորումից առաջ գաղտնաբառին ավելացվող պատահական տվյալներն են. Այն արդյունքը դարձնում է **ունիկալ**, նույնիսկ եթե գաղտնաբառը նույնն է, և պաշտպանում է կրկնակի օգտագործումից ու brute-force հարձակումներից. Salt-ը որքան **երկար է**, այնքան **ուժեղ է պաշտպանությունը** — գտնելն ու կոտրելը դառնում է ավելի բարդ.
id: **Salt** adalah data acak yang ditambahkan ke kata sandi sebelum enkripsi. Ini membuat hasilnya **unik** meskipun kata sandinya sama, melindungi dari serangan reuse dan pemecahan kata sandi. Semakin **panjang** saltnya, semakin **kuat** perlindungannya — lebih sulit ditebak, lebih sulit dibobol.
is: **Salt** er tilviljanakennd gögn sem bætt er við lykilorðið áður en það er dulritað. Það gerir niðurstöðuna **einstaka**, jafnvel þótt lykilorðið sé það sama, og ver gegn endurnotkun og lykilorðsárásum. Því **lengra** sem saltið er, því **sterkari** er verndin — erfiðara að giska, erfiðara að brjóta.
it: Il **sale** è un dato casuale aggiunto alla password prima della cifratura. Rende il risultato **unico** anche se la password è la stessa. Protegge da attacchi di riutilizzo e cracking della password. **Più lungo è il sale, più forte è la protezione** — più difficile da indovinare, più difficile da rompere.
ja: **ソルト**は、暗号化前にパスワードに追加されるランダムなデータです。 同じパスワードでも結果を**ユニーク**にし、再利用攻撃やパスワード解読から保護します。 **ソルトが長いほど保護は強く**なり — 推測や解読が難しくなります。
ka: **მარილი** არის შემთხვევითი მონაცემები, რომელიც დაემატება პაროლს შიფრაციის წინ. ეს ხდის შედეგს **უნიკალურს**, მიუხედავად პაროლის სიდიდისა, იცავს ხელახლა გამოყენების შეტევებისგან და პაროლის გატეხვისგან. **რაც უფრო გრძელია მარილი, მით უფრო ძლიერია დაცვა** — რთულია გამოცნობა, რთულია გატეხვა.
kk: **Тұз** — шифрлау алдында құпия сөзіңізге қосылатын кездейсоқ деректер. Ол нәтижені **бірегей** етеді, тіпті құпия сөз бірдей болса да, қайта пайдалану шабуылдарынан және құпия сөзді бұзудан қорғайды. Тұз **неғұрлым ұзын** болса, қорғаныс **соғұрлым күшті** — болжау қиынырақ, бұзу қиынырақ.
ko: **솔트**는 암호화 전에 비밀번호에 추가되는 임의의 데이터입니다。 같은 비밀번호를 사용하더라도 결과를 **유일하게** 만들어 재사용 공격과 비밀번호 크래킹으로부터 보호합니다。 솔트가 **길수록** 보호가 **강해지며**, 추측과 해독이 더 어려워집니다。
ky: **Туз** — шифрлөөдөн мурун сырсөзүңүзгө кошулган туш келди маалыматтар. Ал натыйжаны **уникалдуу** кылат, сырсөз бирдей болсо да, кайра колдонуу чабуулдарынан жана сырсөздү бузуудан коргойт. Туз **канчалык узун** болсо, коргоо **ошончолук күчтүү** — болжоо кыйыныраак, бузуу кыйыныраак.
ms: **Salt** ialah data rawak yang ditambah pada kata laluan sebelum penyulitan. Ia menjadikan hasilnya **unik** walaupun kata laluan sama, melindungi daripada serangan penggunaan semula dan pemecahan kata laluan. Semakin **panjang** salt, semakin **kuat** perlindungan — lebih sukar diteka, lebih sukar dipecahkan.
nb: **Salt** er tilfeldige data som legges til passordet før kryptering. Det gjør resultatet **unikt**, selv om passordet er det samme, og beskytter mot gjenbruk og passordknekking. Jo **lengre** saltet er, jo **sterkere** blir beskyttelsen — vanskeligere å gjette, vanskeligere å knekke.
nl: **Salt** is willekeurige data die vóór de versleuteling aan je wachtwoord wordt toegevoegd. Het maakt het resultaat **uniek**, zelfs als het wachtwoord hetzelfde is, en beschermt tegen hergebruikaanvallen en wachtwoordkraken. Hoe **langer** de salt, hoe **sterker** de bescherming — moeilijker te raden en moeilijker te kraken.
pl: **Sól** to losowe dane dodawane do hasła przed szyfrowaniem. Sprawia, że wynik jest **unikalny**, nawet gdy hasło jest takie samo, chroniąc przed ponownym użyciem i łamaniem haseł. Im **dłuższa** sól, tym **silniejsza** ochrona — trudniejsza do odgadnięcia i złamania.
pt: **Sal** é um dado aleatório adicionado à sua senha antes da criptografia. Ele torna o resultado **único**, mesmo com a mesma senha, protegendo contra ataques de reutilização e quebra de senha. Quanto mais **longo** o sal, mais **forte** a proteção — mais difícil de adivinhar, mais difícil de quebrar.
ro: **Sarea** este un set de date aleatorii adăugate la parolă înainte de criptare. Face ca rezultatul să fie **unic**, chiar dacă parola este aceeași, protejând împotriva reutilizării și a atacurilor de spargere a parolelor. Cu cât sarea este **mai lungă**, cu atât protecția este **mai puternică** — mai greu de ghicit, mai greu de spart.
ru: **Соль** — это случайные данные, которые добавляются к паролю перед шифрованием. Она делает результат **уникальным** даже при одинаковом пароле, защищая от атак повторного использования и взлома паролей. **Чем длиннее соль, тем сильнее защита** — труднее угадать, труднее взломать.
sk: **Soľ** je náhodná hodnota pridaná k heslu pred šifrovaním. Robí výsledok **jedinečným**, aj keď je heslo rovnaké, a chráni pred opätovným použitím a prelomením hesla. Čím je soľ **dlhšia**, tým je ochrana **silnejšia** — ťažšie uhádnuteľná a ťažšie prelomiteľná.
sv: **Salt** är slumpmässig data som läggs till ditt lösenord innan kryptering. Det gör resultatet **unikt** även om lösenordet är detsamma, och skyddar mot återanvändningsattacker och lösenordsknäckning. Ju **längre** saltet är, desto **starkare** är skyddet — svårare att gissa och svårare att knäcka.
th: **Salt** คือข้อมูลสุ่มที่เพิ่มเข้าไปในรหัสผ่านก่อนการเข้ารหัส. มันทำให้ผลลัพธ์ **มีเอกลักษณ์** แม้รหัสผ่านจะเหมือนกัน ช่วยป้องกันการใช้ซ้ำและการเดารหัสผ่าน. ยิ่ง salt **ยาว** การป้องกันยิ่ง **แข็งแรง** — เดายากและถอดยาก.
tr: **Salt**, şifrelemeden önce parolanıza eklenen rastgele veridir. Aynı parola kullanılsa bile sonucu **benzersiz** kılar, yeniden kullanım saldırılarına ve parola kırmaya karşı korur. Salt ne kadar **uzunsa**, koruma o kadar **güçlüdür** — tahmin etmesi ve kırması daha zordur.
uk: **Сіль** — це випадкові дані, які додаються до вашого пароля перед шифруванням. Вона робить результат **унікальним** навіть тоді, коли пароль однаковий, захищаючи від атак повторного використання та підбору паролів. Чим **довша** сіль, тим **сильніший захист** — важче вгадати, важче зламати.
vi: **Muối** là dữ liệu ngẫu nhiên được thêm vào mật khẩu trước khi mã hóa. Nó khiến kết quả **duy nhất** ngay cả khi mật khẩu giống nhau, bảo vệ khỏi các cuộc tấn công tái sử dụng và bẻ khóa. Muối càng **dài**, bảo vệ càng **mạnh** — khó đoán hơn, khó bẻ hơn.
zh_hans: **盐值**是在加密前添加到密码中的随机数据。 它会使结果在相同密码下仍保持**唯一性**，从而抵御重复使用攻击和密码破解。 盐值越**长**，防护越**强**—更难猜测，更难破解。
zh_hant: **鹽值**是在加密前新增到密碼中的隨機資料。 它會使結果在相同密碼下仍保持**唯一性**，從而抵禦重複使用攻擊和密碼破解。 鹽值越**長**，防護越**強**——更難猜測，更難破解。

# CryptoSettings.Security.passwordPlaceholder
source: Password
ar: كلمة المرور
az: Şifrə
be: Пароль
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
hy: Գաղտնաբառ
id: Kata sandi
is: Lykilorð
ja: パスワード
ka: პაროლი
kk: Құпия сөз
ko: 비밀번호
ky: Сырсөз
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# CryptoSettings.Security.title
source: Security
ar: الأمان
az: Təhlükəsizlik
be: Бяспека
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
hy: Անվտանգություն
id: Keamanan
is: Öryggi
it: Sicurezza
ja: セキュリティ
ka: უსაფრთხოება
kk: Қауіпсіздік
ko: 보안
ky: Коопсуздук
ms: Keselamatan
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
sk: Bezpečnosť
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全
